
<!DOCTYPE html>

<html>
    <head>
        <title>Merkuri</title>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <link rel="stylesheet" href="sistemiSolar2.css"/>
         <style>
                    
                    table { color: #333;
                            opacity: 0.8;
                               font-family:  "Lucida Sans Unicode", "Lucida Grande", Sans-Serif; 
                               font-size: 14px;
                               width: 850px;
                               border-collapse: collapse;
                               border-spacing: 0;
                         box-shadow: 4px 4px 7px #B0C4DE;}
                    td, th { border: 1px solid #CCC;
                               height: 30px;}
                         th {background: #DCDCDC; 
                              font-weight: bold;}
                         td {background: #F3F3F3; 
                              text-align: center;}
                         #ss{color:black;}
                         .mm{color:white; 
                                 font-family: "Lucida Sans Unicode", "Lucida Grande", Sans-Serif; }
          </style>
       

    </head>
    <body id="bg" >
       
        
        <h2 id="title" >Merkuri</h2>
        
        
            <img src="Merkur.png" alt="Merkuri" width="250" height="250" /><div class="video"><iframe  width="350" height="250" src="https://www.youtube.com/embed/m3ZUhpisWeQ" frameborder="0" allowfullscreen ></iframe></div>
            <div class="video3"><iframe width="350" height="250" src="https://www.youtube.com/embed/h0ZNIIhPma8" frameborder="0" allowfullscreen ></iframe></div>
            
            <div id="tekst">
                  Merkuri &euml;sht&euml; planeti m&euml; i vog&euml;l dhe m&euml; i thell&euml;(m&euml; af&euml;r Diellit) n&euml; Sistemin Diellor.

                  Koha e tij orbitale( rreth<br> 88 dit&euml; Toke) &euml;sht&euml; m&euml; e vog&euml;l sesa &ccedil;do planet tjet&euml;r n&euml; Sistemin Diellor.

                  Duke u par&euml; nga Toka, duket sikur <br>rrotullohet rreth orbit&euml;s s&euml; tij p&euml;r rreth 116 dit&euml;. Nuk ka ndonj&euml; satelit&euml; natyral t&euml; njohur. &Euml;sht&euml; em&euml;ruar nga<br> perandori Roman Merkuri, lajm&euml;tari i zot&euml;rve.
            </div>
           <table  border="1" cellspacing="3">
            <thead>
                <tr>
                    <th><img src="Merkur.png" alt="Merkurii" width="90" height="80" ></th>
                    <th>Distanca nga Dielli (milion km)</th>
                    <th> Koha e Rrotullimit</th>
                    <th>Koha e rrotullimit ne Ekuator </th>
                    <th>Jashtëqendërsia e Orbitit</th>
                    <th>Diametri ekuatorial(km) </th>
                    <th>Masa</th>
                    <th>Densiteti</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td><h3 id="ss">Merkuri</h3></td>
                    <td>57.9</td>
                    <td>88 d</td>
                    <td>59 d</td>
                    <td>0.206</td>
                    <td>4,879</td>
                    <td>0.06</td>
                    <td>5.4</td>
                </tr>
            </tbody>
        </table>
          
        <p>FAKTE T&Euml; SHPEJTA P&Euml;R MERKURIN </p>
            <ul>
                  <li class="mm">Merkuri nuk ka ndonj&euml; h&euml;n&euml; ose unaza.</li>
                  <li class="mm">Pesha juaj n&euml; Merkur do t&euml; ishte 38% e pesh&euml;s tuaj n&euml; Tok&euml;.</li>
                  <li class="mm">Nj&euml; vit n&euml; Merkur b&euml;n sa 88 dit&euml; Toke.</li>
           </ul>
    
        <p>FAKTE T&Euml; DETAJUARA P&Euml;R MERKURIN </p>
   
        <div id="planeteTekst">  Nj&euml;  vit n&euml; Merkur &euml;sht&euml; vet&euml;m 88 dit&euml; e gjat&euml;. Nj&euml; dit&euml; 
               diellore (koha prej mesdit&euml;s deri te mesdita n&euml;sip&euml;rfaqen e planetit) n&euml; Merkur zgjat&euml; 
               176 dit&euml; Toke p&euml;rderisa dita yjore (koha per 1 rrotullim n&euml; lidhje me
               nj&euml; pik&euml; fikse) zgjat&euml; 59 dit&euml; Toke.
        
        
        Merkuri &euml;sht&euml; planeti m&euml; i vog&euml;l n&euml; Sistemin Diellor.
        
       Merkuri ka rrudha. Derisa b&euml;rthama e hekurt&euml; e planetit u ftoh&euml; dhe u tkurr&euml;, sip&euml;rfaqja e planetit u b&euml; e rrudhur.
            Shkenctar&euml;t kan&euml; em&euml;ruar k&euml;to rrudha, Lobate Scarps. K&euml;to "Scarps" mund t&euml; jen&euml; me lart&euml;si nj&euml; milje dhe qindra 
            milje t&euml; gjata.
        
        
       Merkuri &euml;sht&euml; vet&euml;m planeti i dyt&euml; m&euml; i nxet&euml;. 
            Siperfaqja e Merkurit e cila haset me Diellin ka temperatur&euml; deri ne 
            427°C, nd&euml;rsa  n&euml; an&euml;n tjet&euml;r kjo mund t&euml; jet&euml; aq posht&euml; sa -17°C. 
            Kjo &euml;sht&euml; p&euml;r shkak se planeti nuk ka atmosfer&euml; q&euml; ta ndihmoj&euml; t&euml; rregulloj temperatur&euml;n.
       
        
       Merkuri &euml;sht&euml; planeti m&euml; i kraterizuar n&euml; Sistemin Diellor.
            Ndryshe nga  shum&euml; planete t&euml; cilat "vet&euml;-sh&euml;rohen" permes proceseve
            natyrale gjeologjike, sip&euml;rfaqja e Merkurit &euml;shte e mbuluar n&euml; kratera. K&euml;to jan&euml; t&euml; 
            shkaktuara nga nj&euml; num&euml;r i madh takimesh me  asteroid&euml; dhe kometa.Shumica e kratereve t&euml;
            Merkurit jan&euml; em&euml;ruar pas shkrim&euml;tar&euml;ve dhe artist&euml;ve t&euml; famsh&euml;m. Cdo krater m&euml;
            i gjat&euml; se 250 kilometra n&euml; diamet&euml;r &euml;shte i referuar si nj&euml; Pellg.
        
       
        Vet&euml;m dy anije kozmike e kan&euml; vizituar Merkurin.
            Pasi q&euml; njihet p&euml;r af&euml;rsin&euml; e tij me Diellin, Merkuri &euml;sht&euml; nj&euml; planet i v&euml;shtir&euml;
            p&euml;r tu vizituar. Gjat&euml; viteve 1974 dhe 1975 Mariner 10 fluturuan nga Merkuri tre her, gjat&euml; k&euml;saj kohe ata hartuan 
            vet&euml;m n&euml;n  gjysm&euml;n e sip&euml;rfaqes s&euml; planetit. M&euml; 3 Gusht 2004,  kontrolluesit lajm&euml;tar jan&euml; 
            nisur nga Cape Canaveral Air Force Station, kjo  ishte anija e par&euml; kozmike q&euml; vizitoi Merkurin q&euml; nga mesi i viteve te 70ta.
        
        
        Merkuri &euml;sht&euml; em&euml;ruar per lajm&euml;tarin Romak i zotrave. 
            Data esakt&euml; e zbulimit t&euml; Merkurit &euml;sht&euml; e panjohur derisa p&euml;rmendja e par&euml; 
            historike, si nj&euml;ra prej permendjeve t&euml; para nga Sumerian&euml;t q&euml; daton p&euml;raf&euml;rsisht ne 3,000 para lindjes s&euml; Krishtit.
        </div>
    </body>
</html>
