<!DOCTYPE html>

<html>
    <head>
        <title>Venera </title>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <link rel="stylesheet" href="sistemiSolar2.css"/>
         <style>
                    
                    table { color: #333;
                            opacity: 0.8;
                               font-family:  "Lucida Sans Unicode", "Lucida Grande", Sans-Serif; 
                               font-size: 14px;
                               width: 850px;
                               border-collapse: collapse;
                               border-spacing: 0;
                              box-shadow: 4px 4px 7px #B0C4DE;}
                    td, th { border: 1px solid #CCC;
                               height: 30px;}
                         th {background: #DCDCDC; 
                              font-weight: bold;}
                         td {background: #FAFAFA; 
                              text-align: center;}
                         
                         .mm{color:white;
                         font-family: "Lucida Sans Unicode", "Lucida Grande", Sans-Serif;}
                         #ss{color:black;}
          </style>
    </head>
        <body id="bg">
        
         
          <h2 id="title" >Venera</h2>
        
        
           <img src="venera.ico" alt="Venera" /><div class="video"><iframe width="350" height="250" src="https://www.youtube.com/embed/76m7YMarYp0" frameborder="0" allowfullscreen></iframe></div>
            <div class="video3"><iframe width="350" height="250" src="https://www.youtube.com/embed/HqFVxWfVtoo" frameborder="0" allowfullscreen></iframe></div>
            
            <div id="tekst">
                Venera &euml;sht&euml; planeti i dyt&euml; larg Diellit, rrotullohet rreth tij cdo 224.7 dit&euml; 
                Toke. Ajo ka kohen e rrotullimit m&euml; <br>t&euml; gjat&euml;n(243 dit&euml;) nga  cilido planet
                tjeter n&euml; Sistemin Diellor dhe rrotullohet n&euml; drejtim t&euml; kund&euml;rt me<br>
                shumic&euml;n e planet&euml;ve tjer&euml;. Nuk ka satelit&euml; natyral. &Euml;sht&euml;
                i em&euml;ruar pas per&euml;ndesh&euml;s Romake t&euml; dashuris&euml; <br>dhe bukuris&euml;. &Euml;sht&euml; objekti natyral i dyti m&euml; i ndritsh&euml;m 
                n&euml; qiellin e nat&euml;s pas H&euml;n&euml;s.
            </div>
            
           <table  border="1" cellspacing="3">
            <thead>
                <tr>
                    <th><img src="venera.ico" alt="Venera" width="80" height="65"></th>
                     <th>Distanca nga Dielli (milion km)</th>
                    <th> Koha e Rrotullimit</th>
                    <th>Koha e rrotullimit ne Ekuator </th>
                    <th>Jashtëqendërsia e Orbitit</th>
                    <th>Diametri ekuatorial(km) </th>
                    <th>Masa</th>
                    <th>Densiteti</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td><h3 id="ss">Venera</h3></td>
                    <td>108.2</td>
                    <td>224.7 d</td>
                    <td>243 d</td>
                    <td>0.007</td>
                    <td>12,104</td>
                    <td>0.82</td>
                    <td>5.2</td>
                </tr>
            </tbody>
        </table>

      
      <p>FAKTE T&Euml; SHPEJTA P&Euml;R VENER&Euml;N </p>
        <ul>
            <li class="mm">Venera nuk ka ndonj&euml; h&euml;n&euml; ose unaz&euml;.</li>
            <li class="mm">Venera &euml;sht&euml; p&euml;raf&euml;rsisht&euml; e madhe sa Toka me nj&euml; diamet&euml;r prej 12,104 km.</li>
            <li class="mm">Nj&euml; vit n&euml; Vener&euml; b&euml;n sa 225 dit&euml; Toke.</li>
        </ul>
      <p>FAKTE T&Euml; DETAJUARA P&Euml;R VENER&Euml;N </p>
        
      <div id="planeteTekst">
        Nj&euml; dit&euml; n&euml; Vener&euml; zgjat&euml; m&euml; gjat&euml; se nj&euml; vit. I duh&euml;n 243 
            dit&euml; Toke p&euml;r tu rrotulluar n&euml; bosht(dit&euml; yjore).
            Orbita e planetit rreth Diellit arrin 225 dit&euml; Toke, krahasuar me at&euml; t&euml; tok&euml;s 365.
            Nj&euml; dit&euml; n&euml; sip&euml;rfaqen e Veneres (dit&euml; diellore) z&euml; 117 dit&euml; Toke.
        
      
        Venera rrotullohet n&euml; kah t&euml; kund&euml;rt nga shumica e planet&euml;ve tjer&euml;.  
            Kjo do t&euml; thot&euml; se  Venera &euml;sht&euml; duke u rrotulluar n&euml; drejtim t&euml;
            kund&euml;rt nga Dielli, kjo gjithashtu njihet si nj&euml; rrotullim reaksionar.
        Nj&euml; arsye e mundshme mund t&euml; jet&euml; nj&euml; p&euml;rplasje n&euml; t&euml; kaluar&euml;n me 
        nj&euml; asteroid ose ndonj&euml; objekt tjet&euml;r 
        q&euml; shkaktoi planetin t&euml; ndryshoj rrugen e rrotullimit t&euml; tij.  At&euml; gjithashtu e dallon prej shumic&euml;s s&euml;
        planet&euml;ve tjer&euml; n&euml; Sistemin ton&euml; Diellor, duke mos pasur satelit natyral.
        
        
        Venera &euml;sht&euml; objekti i dyt&euml; m&euml; i ndritsh&euml;m n&euml; qiellin e nat&euml;s.
            Vet&euml;m H&euml;na &euml;sht&euml; m&euml; e ndritshme.
            Me nj&euml; magnitud&euml; prej mes -3.8 dhe -4.6 Venera &euml;sht&euml; shum&euml; e ndriqueshme sa q&euml;
            mund t&euml; shihet gjat&euml; dit&euml;s n&euml; nj&euml; dit&euml; t&euml; kthjellt&euml;.
        
        
        Shtypja atmosferike n&euml; Vener&euml; &euml;sht&euml; 92 her&euml; m&euml; e madhe se n&euml; Tok&euml;. 
            P&euml;rderisa masa dhe madh&euml;sia e saj jan&euml; t&euml; ngjajshme me Tok&euml;n, asteroid&euml;t
            e vogel shkat&euml;rrohen kur hyn&euml; ne atmosfer&euml;n e tij, q&euml; do t&euml; thot&euml; asnj&euml; krater 
             i vog&euml;l nuk mund t&euml; q&euml;ndroj n&euml; sip&euml;rfaqe t&euml; planetit. Shtypja q&euml; ndjehet nga 
            nj&euml; njeri n&euml; at&euml; sip&euml;rfaqe do t&euml; ishte e njejt&euml; sikur p&euml;rjetimi thell&euml; n&euml;
            brend&euml;si t&euml; detit n&euml; Tok&euml;.
        
        
        
        Venera shpesh em&euml;rtohet si planeti mot&euml;r i Tokes. Toka dhe Venera jan&euml;
            shum&euml; t&euml; ngjajshme n&euml; madh&euml;si me vet&euml;m 638 km diferenc&euml; 
            n&euml; diamet&euml;r,Venera ka 81.5% t&euml; mases s&euml; Tok&euml;s.
            T&euml; dyja kan&euml; nj&euml; bertham&euml; q&euml;ndrore, nj&euml; mantel t&euml; shkrir&euml; dhe nj&euml; kore.
        
        
        Venera &euml;sht&euml; planeti m&euml; i nxeht&euml; n&euml; sistemin ton&euml; diellor. 
            Temperatura mesatare n&euml; sip&euml;rfaqe &euml;sht&euml; 462°C . Atmosfera e dendur prej
            96.5 % dioksid karboni e kap nxehtesine dhe shkakton efektin e Serr&euml;s.
        
        Rus&euml;t d&euml;rguan misionin e par&euml; n&euml; Vener&euml;. Hetimi  Venera 1 
            kishte nisur n&euml; 1961, por humbi kontakt me baz&euml;n. SHBA-t&euml; gjithashtu humb&euml;n 
            hetimin e tyre t&euml; par&euml; n&euml; Vener&euml;, Mariner 1 , edhe pse Mariner 2 ishte n&euml; 
            gjendje t&euml; merrte matje p&euml;r planetin n&euml; vitin 1962. Bashkimi Sovjetik i Vener&euml;s 3 
            ishte anija
            e par&euml; e nd&euml;rtuar nga dora e njeriut q&euml; u ul n&euml; Vener m&euml; 1966.
        
        
        N&euml; nj&euml; pik&euml; u mendua se Venera mund t&euml; ishte nj&euml; parajs&euml; tropikale.
            Ret&euml; e dendura te p&euml;rb&euml;ra nga acidi sulfurik q&euml; e rrethonin Veneren, b&euml;n
            t&euml; pamund&euml;shme t&euml; shikoj siperfaq&euml;n e tij nga pjesa e jashtme e atmosfer&euml;s s&euml; tij.
            Ishte vet&euml;m kur radio hartat u zhvilluan n&euml; vitet 1960-ta, gjat&euml; t&euml; cilave shkenctar&euml;t 
            ishin n&euml; gjendje t&euml; vezhgojn&euml; dhe t&euml; masin temperaturat ekstreme dhe ambientet armiq&euml;sore.
            &Euml;sht&euml; menduar q&euml; Venera nj&euml;her&euml; ka pasur oqeane por k&euml;to u zhduk&euml;n me 
            rritjen e temperatur&euml;s s&euml; planetit.
       
      </div>
    </body>
</html>
